[
    {
        "title": "Heroes Spa",
        "description": "Project crated with React, Bootstrap, Animate CSS, React-dom and React-Router-Dom. This app is a Single Page Application (SPA) that let you search info about heroes from a database (JSON file).",
        "participation": "Absolute",
        "url": "https://memo-react-heroes-spa.netlify.app",
        "image": "/portafolioImg/heroes.png"
    },
    {
        "title": "Rick and Morty",
        "description": "Project crated with React, with some libraries like Axios, React-Autosuggest and React-Loading. This app contact you with an API, that show you some character's locations with a suggestion box that you have first to click and later submit for search.",
        "participation": "Absolute",
        "url": "https://react-rickmorty-own.netlify.app",
        "image": "/portafolioImg/rick.png"
    },
    {
        "title": "Weather App",
        "description": "Project created with React, Axios and React-Loading. This app contact you with a weather API, first you need to authorize your localization, and after that, you can find whatever city you need to search, result depends if that city exists in API data.",
        "participation": "Absolute",
        "url": "https://react-weatherapp-own.netlify.app",
        "image": "/portafolioImg/weatherApp.png"
    },
    
    {
        "title": "Gif Expert App",
        "description": "Project crated with React using fetch. This app contact you with a gif API where you can find whatever gif you need depending if that gif exist in the API data",
        "participation": "Absolute",
        "url": "https://memo-react-gifapp.netlify.app",
        "image": "/portafolioImg/expapp.png"
    },
    {
        "title": "Lucky Cookie",
        "description": "Project created with React and Axios. This project is a kind of game that show you a random quote from an API.",
        "participation": "Absolute",
        "url": "https://react-luckycookie-own.netlify.app",
        "image": "/portafolioImg/lucky.png"
    },
    {
        "title": "E-commerce",
        "description": "Project created with Vanilla JS and libraries like Sweet Alert and BoxIcons. This project was a practice to know and understand how DOM and Local Storage works.",
        "participation": "Absolute",
        "url": "https://vanillajs-cart-own.onrender.com",
        "image": "/portafolioImg/cart.png"
    },
    {
        "title": "Blackjack",
        "description": "Project created with Vanilla JS. This project is a funny game where you play versus your computer, whoever be close of 21 wins the game.",
        "participation": "Absolute",
        "url": "https://memo-vanillajs-blackjack.netlify.app",
        "image": "/portafolioImg/bjack.png"
    },
    {
        "title": "TODO list",
        "description": "Project created with Vanilla JS. This project is a very useful app that helps you to save your pending activities because it gets saved in your Local Storage",
        "participation": "Absolute",
        "url": "https://memo-vanillajs-todo.netlify.app",
        "image": "/portafolioImg/todo.png"
    },
    {
        "title": "Carolina Spa",
        "description": "Project created with HTML, CSS, SASS, GULP and Swiper . This project is a layout project, that shows nice effects created by different libraries like Swiper",
        "participation": "Absolute",
        "url": "https://memo-maquetacion-carolinaspa-swiper.netlify.app",
        "image": "/portafolioImg/spa.png"
    },
    {
        "title": "La Cafeteria",
        "description": "Project created with HTML, CSS, SASS and GULP. This project is a layout project, it shows some nice attributes about CSS grid and Flexbox",
        "participation": "Absolute",
        "url": "https://memo-maquetacion-cafe-sass-gulp.netlify.app",
        "image": "/portafolioImg/cafe.png"
    }
   
    
]